{
  "a": {
    "word": "Ambitious",
    "pronunciation": "/amˈbiSHəs/",
    "description": "Megan is ambitious. She shoots for the stars, and nothing less. Seriously, ask her about when she wanted to be an SLP and you'll get it."
  }
  ,
  "b": {
      "word": "Beautiful",
      "pronunciation": "/ˈbyo͞odəfəl/",
      "description": "Megan is so beautiful! From her perfect brown eyes, to her glowing, dimpled smile. She knows how to light up a room."
  }
  ,
  "c": {
      "word": "Caring",
      "pronunciation": "/ˈkeriNG/",
      "description": "Megan is one of the most caring people I know. She is constantly going out of her way to look out for others and makes sure those around her are doing well."
  },
  "d": {
    "word": "Deep",
    "pronunciation": "/dēp/",
    "description": "Megan is a deep person. She has so many layers to her personality and characteristics that I find myself constantly learning more and more."
  },
  "e": {
    "word": "Encouraging",
    "pronunciation": "/enˈkərijiNG/",
    "description": "Megan is always making sure others around her are encouraged. It's seriously like a second language to her."
  },
  "f": {
    "word": "Friendly",
    "pronunciation": "/ˈfren(d)lē/",
    "description": "I feel that Megan can go anywhere and make friends. She has this charisma that welcomes others in. A sincere, inviting presence."
  },
  "g": {
    "word": "Grace",
    "pronunciation": "/ɡrās/",
     "description": "Megan has so much grace for others. Especially like that time I sneezed directly on her while looking at my blind spot while driving and that time when I spilled seasoned cream on her beautiful chambray dress."
  },
  "h": {
    "word": "Humorous",
    "pronunciation": "/ˈ(h)yo͞omərəs/",
    "description": "Megan is one of the most humorous people I know, and in an innocent and silly way that everyone just loves. She must have a good funny bone ;)..."
  },
  "i": {
    "word": "Intelligent",
    "pronunciation": "/inˈteləjənt/",
    "description": "Megan is one of the most intelligent people I know. Her knowledge of the ear, nose, throat and all things speech never cease to amaze me."
  },
  "j": {
    "word": "Joyful",
    "pronunciation": "/ˈjoifəl/",
    "description": "I love how much joy Megan has for the important things in your life. Faith, family, friends and all. It's such a joy to watch her be so joyful!"
  },
  "k": {
    "word": "Kind-hearted",
    "pronunciation": "/ˌkīndˈhärdəd/",
    "description": "This is one of Megan's most recognizable traits. She has such a tender, kind heart towards everyone. She's a sweetheart. (shoot; there goes my 'S' choice)"
  },
  "l": {
    "word": "Lovely",
    "pronunciation": "/ˈləvlē/",
    "description": "Lovely is one of those words that Megan embodies. The tenderness of her heart, the beaming smile that brings me joy, her beautiful body. She has it all, and it's oh so lovely."
  },
  "m": {
    "word": "Mature",
    "pronunciation": "/məˈCHo͝or,məˈto͝or/",
    "description": "Megan is very mature for her age. Even more than me. It's one of her qualities that drew me in right away. I love that we can be goofy together in 1 minute and then in the next talk about serious life problems. That switch is so very attractive to me."
  },
  "n": {
    "word": "Natural",
    "pronunciation": "/ˈnaCH(ə)rəl/",
    "description": "Megan is never afraid to act like her natural self around me. Her authenticity is a breadth of fresh air."
  },
  "o": {
    "word": "Organized",
    "pronunciation": "/ˈôrɡəˌnīzd/",
    "description": "Megan is incredibly organized and I feel I don't have to say more about it. Remember when she was writing her letters of acceptance back in October when they were due in January? Quite the accomplishment that I will forever brag about."
  },
  "p": {
    "word": "Passionate",
    "pronunciation": "/ˈpaSH(ə)nət/",
    "description": "Megan has a refreshing passion for her work and her field. It's one of the traits I sincerely love about her. There's nothing more attractive to me than someone who is passionate about something and can't stop talking about it."
  },
  "q": {
    "word": "Quiet",
    "pronunciation": "/kwahy-it/",
    "description": "There is an exception to this when she is around her sister. But for the most part, Megan knows when to be quiet and listen. Very much a here you are person."
  },
  "r": {
    "word": "Respectful",
    "pronunciation": "/rəˈspek(t)fəl/",
    "description": "Megan is very respectful of other people's spaces and problems. I respect that about her a lot."
  },
  "s": {
    "word": "Selfless",
    "pronunciation": "/ˈselfləs/",
    "description": "Megan is extremely selfless. She makes is always putting other's needs before her own."
  },
  "t": {
    "word": "Trustworthy",
    "pronunciation": "/ˈtrəs(t)ˌwərT͟Hē/",
    "description": "If I ever had to keep a secret and can only tell one person to maintain it, I would tell Megan for sure. She is one of the most trustworthy people that I know."
  },
  "u": {
    "word": "Up-Front",
    "pronunciation": "/ˌəpˈfrənt/",
    "description": "Megan is an up-front person, always telling you how it is. Or maybe that's just me since we are so close :P."
  },
  "v": {
    "word": "Valuable",
    "pronunciation": "/ˈvaly(o͞o)əb(ə)l/",
    "description": "Megan is valuable. Her time, joy and love is worth more than anything I own."
  },
  "w": {
    "word": "Wroblewski",
    "pronunciation": "/row-blew-ski/",
    "description": ";)"
  },
  "x": {
    "word": "eXtraordinary",
    "pronunciation": "/ikˈstrôrd(ə)nˌerē,ˌekstrəˈôrdnˌerē/",
    "description": "I just start thinking of Megan's dance to jazz music and this is what comes to mind :P."
  },
  "y": {
    "word": "good with Youth",
    "pronunciation": "/ɡo͝od with yo͞oTH/",
    "description": "Megan works so well with young ones. She even knows what isn't hip (seriously Bob, stop saying lit, it's not cool anymore...). She'll be a great teacher and mother one day!"
  },
  "z": {
    "word": "Zealous",
    "pronunciation": "/ˈzeləs/",
    "description": "There aren't many Z words... so I'm going to repeat Passionate here with Zealous. I love this, and all things about Megan."
  }
}